Repository: Krm1v/Movies
Catalog: Movies/Resources/*.lproj/Localizable.strings
Languages: uk

source: Popular movies
uk: Популярні фільми

source: Top rated movies
uk: Топ фільмів

source: Error
uk: Помилка

source: OK
uk: Добре

source: Search
uk: Пошук

source: Top rated
uk: Топ за оцінками

source: Popular
uk: Популярні

source: Cancel
uk: Відміна

source: Rating
uk: Рейтинг

source: Close
uk: Закрити

# encoding-error-description
source: Error occured during data encoding.
uk: Виникла помилка під час кодування даних.

# bad-url-error-description
source: Bad URL error occured
uk: Виникла помилка з URL.

# client-error-desc
source: An error occured on the client side. Please, try again later
uk: Виникла помилка на стороні клієнта. Будь ласка, спробуйте знову пізніше.

# server-error-desc
source: An error occured on the server side. Please, try again later
uk: Виникла помилка на стороні сервера. Будь ласка, спробуйте знову пізніше.

# data-decoding-error-desc
source: An error occured during data decoding. Please, try again later.
uk: Виникла помилка під час декодингу даних. Будь ласка, спробуйте знову пізніше.

# unexpected-error-desc
source: Oops! Something went wrong. Unexpected error occured. Please, try again later.
uk: Упс! Щось пішло не так. Виникла неочікувана помилка. Будь ласка, спробуйте знову пізніше.

# timeout-error-desc
source: Timeout error occured. Check your Internet connection or try again later.
uk: Вийшов час очікування. Перевірте інтернет зʼєднання або спробуйте знову пізніше.

# host-error-desc
source: Host error occured. Please, try again later.
uk: Виникла помилка з хостом. Будь ласка, спробуйте знову пізніше.

# redirect-error-desc
source: Redirect error occured. Please, try again later.
uk: Виникла помилка з переадресацією. Будь ласка, спробуйте знову пізніше.

# resource-unavailable-error-desc
source: The resource is currently unavailable. Please, try again later.
uk: Ресурс наразі недоступний. Будь ласка, спробуйте знову пізніше.

# no-response-error-desc
source: There are no response from the server. Please, try again later.
uk: Немає відповіді від серверу. Будь ласка, спробуйте знову пізніше.

# no-internet-connection-error-desc
source: You are offline. Please, enable your Wi-Fi or connect using cellular data.
uk: Ви наразі знаходитесь поза інтернет мережею. Будь ласка, увімкніть Wi-Fi, або скористайтесь мобільними даними.

source: No results
uk: Немає результатів
